Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/settings/templateData/templateDataTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Load recipe template from gateway.
cs: Nacíst linkovou recepturu.
hu: Alállapot
vi: Tải mẫu công thức từ cổng.
zh: 从网关中加载配方模板

source: Save recipe template to gateway.\n (NOTE: If the recipe name is in use it will overwrite the existing recipe)
cs: Ulozit linkovou recepturu.\n (POZNÁMKA: Pokud se pouzije stavajici nazev receptu, prepíse se.)
hu: A recept-sablon mentése az átjáróra.\n (MEGJEGYZÉS: Ha a recept neve már használatban van, akkor felülírja a meglévő receptet)
vi: Lưu mẫu công thức vào cổng.\n (GHI CHÚ: Nếu tên công thức đang được sử dụng, nó sẽ ghi đè lên công thức hiện có)
zh: 将配方模板保存到网关\n (注意：如果配方名已被使用，将会覆盖已有配方)

source: 1 pcs
cs: 1 ks
hu: 1 db
vi: 1 mảnh
zh: 1 片

source: 2 pcs
cs: 2 ks
hu: 2 db
vi: 2 mảnh
zh: 2 片

source: 3 pcs
cs: 3 ks
hu: 3 db
vi: 3 mảnh
zh: 3 片

source: 4 pcs
cs: 4 ks
hu: 4 db
vi: 4 mảnh
zh: 4 片及以上

source: Big CM
cs: Velke CM
hu: Nagy CM
vi: CM lớn
zh: 大CM

source: Load template
cs: Nahrat recept
hu: Sablon betöltése
vi: Chạy bản mẫu
zh: 加载模板

source: Save template
cs: Ulozit recept
vi: Lưu mẫu
zh: 保存模板

source: Automatic template
vi: Mẫu tự động
zh: 自动模板
